booking_api/app/controllers/health_checks_controller.rb

  def test_db
    data = Test.all
---
SELECT "tests".* FROM "tests"